Repository: mozilla-l10n/mt-training-data
Catalog: nhi/nhi_pontoon.tmx
Source language: en_us
Languages: nhi

source: Someone asks for a language to be added.
nhi: aquin quitlahtlani mac tlalilican ocse tlahtol

source: Something went wrong with reCAPTCHA. Please try again.
nhi: tleno amo oquis cuali ica reCAPTCHA. xicyehyeco ocsipa

source: Sorbian, Lower
nhi: Bajo sorabo

source: Sorbian, Upper
nhi: Alto sorabo

source: Sorry, Common Voice is running slowly. Thanks for your interest.
nhi: Xitechtlapohpolui, Common Voice quichiutoc yolic. tlasohcamatictzin ica mochicaualis.

source: Sorry, something went wrong
nhi: Xitechtlapohpolui, amo oquis cuali.

source: Southern Kurdish
nhi: Kurdo del Sur

source: Southern Sotho
nhi: Sotho del Sur

source: Spanish
nhi: Español

source: Speak
nhi: Xitlahto

source: Speakers
nhi: tlahtohuaneh

source: Speaking
nhi: tlahtuhtuc

source: Speaking and Listening
nhi: tlahtuhtuc huan tlacactoc

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
nhi: xitlahto normal. Uhcon quentitlahtohua nican cuali secsilia, secniqui mutlahtol uhcon quen yuhui, huan secniqui uhcon chicahuac huan quemenun tlahtuhuah queme nucumateh

source: Speak now
nhi: Xitlahto axan

source: Speak up, contribute here!
nhi: Xitlahto, ¡Xitechpaleui nican!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
nhi: <speechBlogLink>xicpeoalti ican ixmatilis tlahtol</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
nhi: xixilo ica { $archiveCount } archivos ZIP tlen quipias

source: Start recording
nhi: pehua tlahtolahcocui

source: Start typing to describe your accent
nhi: xipehua xitlahcuilo para ticnextis mu acento

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
nhi: <strong>amo xiquinpololti tlahtulmeh campa tlahtoani 'quipia se acento' tlamantl quementeh</strong> nicanca simi importante para ixmatilis tlahtol mocui cuali para nuchten

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
nhi: <strong>xi tlanimililyuli</strong>munichicomasehual tlahtol isqui sanse, huan nicancateh sansiqui forma de quenin pehuas

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
nhi: <strong>[ahcuixuhua]</strong> dinosaurios huehueyitiqueh de <strong>[tlatlasistl</strong> yeheyi

source: Submit
nhi: Xictitlani

source: Submit a report
nhi: xicnaltitlani se tlanauatil

source: Submit clips
nhi: xiquinaltitlani grabaciones

source: Subscribe
nhi: ximuihcoilo

source: Success
nhi: coali

source: Success, profile created!
nhi: yumuchiuh, ¡nexicah yumuchiuh!

source: Swedish
nhi: Sueco

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
nhi: xic panulti mu mahpil ichin mu yecmah para tic silis tlahcuilol.xic panulti mu mahpil ichin mu pochman para amo tic silis. xic panulti mu mahpil para tlacpac para tic panultis <strong>amo xi quilcahua tic titlanis mu tlahtol</strong>

source: Syriac
nhi: Sirio

source: Tagalog
nhi: Tagalo

source: Tajik
nhi: Tayiko

source: Taking several attempts to read a word.
nhi: xiquimanah miak yehyecul para tic machtis se tlahcuilol

source: Tap
nhi: xicnexti

source: Tatar
nhi: Tártaro

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
nhi: Tatoeba yeh sehueyi nichicol tlanahuatil, tlahtolcuipa huan tlahtolahcocui para monextilisqueh tiposmeh. nicancah timolistl quipia nochi ingles tlahtulahcoctoc ica ynichicomasehual

source: Tell us what you'd like to download:
nhi: xitechilhui tleno o mits pactisquia tic timultis :

source: Telugu
nhi: Telugú

source: Thai
nhi: Tailandés

source: Thanks for confirming your account, now let's build your profile.
nhi: tlasohcamatictzin yotitechilue mocuenta, axan ticchihchiuasqueh moperfil

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
nhi: tlasohcamatictzin ica mu tiquiuh cachi de 259,000 masehualmeh ican cachi de 50 tlahtulmeh, nicancateh tlanahuatilmeh mucueh para quin yehyecuhuan aplicaciones para tlahtol, ica sec nanquilis cachi cuali tlahtol masehual

source: Thank you for contributing your voice!
nhi: tlasohcamatictzin titech palehuia ica mu tlahtol

source: Thank you for donating your voice clips!
nhi: tlasohcamatictzin utitech tlauculeh mu tlahtolahcuc

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
nhi: ¡tlasohcamatictsin utimu tlahtolahcuc<lineBreak></lineBreak> axan xiquita huan xiquintitlani motlahtolahcoc

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
nhi: Timitztlasohcamatiliah queh ticniqui titechpaleui ica { $lang }. Tehuan titiquitih para tiquinyectlalisqueh nochten tlahtolmeh mo quisacan, uan tiquinixpantiah equipos ica correo. Tla mitzpactisquia titechpaleuis, timitztlatlautiah xitechpanotili mocorreo.

source: Thank you for your voice information
nhi: tlasohcamatictzin ica mu tlanahuatil tlahtol

source: Thank you! You’ve sent a new language enquiry
nhi: ¡tlasohcamatictzin! uticnaltitlan se yancoic tlahtol

source: The bumblebee sped by.
nhi: serahcuilin upanuc ica isiuhcayotl

source: The clip has disrespectful or offensive language.
nhi: tlahtolahcuc cuica se tlanonotz camanal o amoyectlahtohua

source: The number of recordings and which languages you contribute to will be public.
nhi: puhual tlen tlahtolahcuctok huan tlahtulmeh campa titechpalehuia quemah mu nextis

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
nhi: catqui miak tlamantl de setlanimilis ican masehual tlahtol.tlen quixmate tlahtol, Common Voice quihtuhua matimunimiltica ichin ¨tiachcasaluhuani¨ o ¨¿ huilis tlahtuhuaneh de nicanca masehual tlahtol mu yecnutsasque tla quiyehyecuhuah?¨

source: The recording was too long.
nhi: tlahtolahcocui uyah simi hueyi

source: The recording was too quiet.
nhi: tlahtulahcocui amo simi mucaqui

source: The recording was too short.
nhi: tlahtolahcocui uyah simi tzohtzocotzi

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
nhi: nicancateh tlahtolmeh muchihchiuhtuqueh ican nichicomasehual. barras nemilis quinextia queniquichihua <localizationGlossaryLink> caninca web</localizationGlossaryLink>huan <sentenceCollectionGlossaryLink>nichicol tlahtol</sentenceCollectionGlossaryLink>

source: The selected file is too large
nhi: tlahcuilol tlen uticnexte simi hueyi

source: The sentence has disrespectful or offensive language.
nhi: tlahtoltlahcuilol cuica se pitzotictlahtol

source: The sentence must be grammatically correct.
nhi: tlahcuilol quipia de isqui gramaticalmente cuali

source: The sentence must be speakable.
nhi: tlahcuilol quipia de isqui tlanunutz

source: The sentence must be spelled correctly.
nhi: tlahcuilol quipia de isqui cuali tlahcuiliuhtok

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
nhi: sitio ocsipa huilis mocuis. para huilis secsilis tlanaoatil cachi yancoic, ximonilo <matrixLink>campa monohnotza nichicomasehual Matrix</matrixLink> o xiyu<githubLink>GitHub</githubLink> o <discourseLink> muforos de Discourse</discourseLink> para sequinaltitlanis huan secchihuas se nimilis den problemas ican experiencia de sitio

source: The website text is translated into that language.
nhi: tlahcuilol campa web mu cuiptoc icanecah tlahtol

source: Three to go!
nhi: mocahuah yeyeh

source: Tibetan
nhi: Tibetano

source: Today
nhi: Axan

source: Today's Common Voice progress on clips recorded
nhi: nemilis de axan tlahcoilol tlahtolahcocui para Common Voice

source: Today's Common Voice progress on clips validated
nhi: nemilis de axan tlahcuilol silihqueh para Common Voice

source: Today's Progress
nhi: nimilis de axan

source: Top Contributors
nhi: tiachca paleuane

source: Total
nhi: nochi

source: Total Approved
nhi: nuchi tlen omosilihqueh

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
nhi: ichin mu yecman isequihcuili tepalehuani huan usequihto tlen tlanahutil sec nextis nuchi masehualmeh. xiquicui enlaces tlen mu nextia cachi tlatzintla para ti pehuas ica se cuenta de Common Vioce itich mu tipostl

source: Toward next goal
nhi: campa ocse tiquitl

source: Track progress here and on your stats page.
nhi: xic nihnimilti nica mu nemilis huan ichin página de estadísticas

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
nhi: <translateVideoLink> xiquita totiachcanimilis quenin mucuis Pontoon.</translateVideoLink>

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
nhi: campa mupatla tlahtol ich Common Voice muchihua itich<strong> Pontoon</strong>

source: Turkish
nhi: Turco

source: Ubykh
nhi: Ubijé

source: Udmurt
nhi: Udmurto

source: Ukrainian
nhi: Ucraniano

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
nhi: ¡xicumati tla tucuntemus cuando tucun caquis tlahtolahcuc huan tech palehui sequinchihuas tlahtulahcuc nuyuhqui!

source: Upload aborted. Do you want to delete your recordings?
nhi: amohuilic omutlehculte. ¿ticniqui tiquinpulos mutlahtolahcuc?

source: Upload an image file
nhi: tlehculti se ixcupinalistl

source: Upload of this clip keeps failing at server. Reload the page or try again later.
nhi: Iyehyecolis nicancah clip ayamo cualtia ich in servidor. Ocsipa ticyehyecoltis página o ticyehyecoltis cachi tlahca.

source: Upload of this clip keeps failing, keep retrying?
nhi: Iyehyecolis nicanca clip ayamo cualtia, oc ticniqui ticyehyecos?

source: User Name
nhi: tocayo de usuario

source: Uyghur
nhi: Uigur

source: Uzbek
nhi: Uzbeko

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
nhi: Sequinsilis tlahtolmeh tetlaocolil noyiuhqui simi moniqui para in tiquitl de Common Voice. Xicaqui uan xitechpaleui ma ticchiuacan tla nonotztlahtol tlapohtok uan tlen cachi cuahcual.

source: Validation Progress
nhi: nemilis silihqueh

source: Value and recognition.
nhi: quexquich huan teixpantilis

source: Varying Pronunciations
nhi: tlahtulmeh tlatlamantl

source: Venetian
nhi: Veneciano

source: Vietnamese
nhi: Vietnamita

source: View your progress against personal and project goals.
nhi: xiquita mu nemilis ica mu tiquitl sesiahcah huan de mu tiquiuh

source: Visible
nhi: mutztoc

source: Voice Collection
nhi: pihpina tlahtolme

source: Voice Contribution
nhi: palehuil tlahtol

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
nhi: Tlahtol yeh milauac, tlahtol yeh maseual. Ica non tipactoqueh osecchihchiu se tipostlahtol ma quicuican totiposuan. para secchihuas senimilis tlahtol, aquihquen quichihchiuan quicueh miaqueh tlanauatil tlahtol.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
nhi: Tlahtol isqui milauac, tlahtol isqui maseual. Ica nun sepactoc secchiuas se tipostlahtol para tomaquinas. Axan para secchiuas se tlahtoltiquitl, sepouali simi ueyi ika nextililtlahtol moniqui.

source: Voices Online Now
nhi: Nauatlahtoane tlen axan cateh en línea

source: Voice Validation
nhi: tlahtolsilia

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
nhi: VoxForge omuchiuh para monichicosqueh tlahtolme ihcoilohtoqueh para moquin coicah icanemilis de ixmatilistlahtol ica código tlapohtoc

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
nhi: ¿ticniqui titech palehuis a que common voice mui cachicuali? ¡Cuali! ximunohnotsa ich correo o tlamo campa foro<discourseLink> Discourse</discourseLink>,xicnaltitlani tlahuel ican sitio ik<githubLink>GitHub</githubLink> o ximunilo campa mutlahcuilhuiliah masehual nichicuhuah<matrixLink>Matrix</matrixLink>

source: Want to save your information? <createProfile>Create a profile</createProfile>
nhi: ¿tin niqui ticahcucuis tlanahuatil?<createProfile> xicchihua se nexicah</createProfile>

source: Want to stay in touch with Common Voice?
nhi: ¿tiniqui ihuan timu nuhnutstos ihuan Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
nhi: ¿ticniqui ticsilis tlanahuatil ica yancoic tlanahuatil huan actualizaciones de base de tlanahuatil Common Voice? ximuihcoilo ichin toboletin

source: Watch our video explainer to help
nhi: xiquita tovideo campa huits quenin mits palehuis

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
nhi: secchiuhtoc se tlanahuatil tlahtol tlapuhtoc huan huilisquicuisqueh nuchten mu huilican muccuicah para yehyecosqueh aplicaciones ican ixmatilis tlahtol

source: We are going out to get a coffee.
nhi: tehuan tiyasqueh ti cunitihueh se café

source: We are going out to get coffee.
nhi: tiquisasqueh ticunisqueh café

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
nhi: Tehuan ich Mozilla ticchiuhtoqueh se nichicomaseual ika nin tipostl tlahtol. Techpactisquia ticmatisqueh ican actualizaciones, yancuic nemilis tlahtol huan seccaquis cachi queni ticnimiltia ninqueh tlahtol.

source: We couldn’t find that page for you
nhi: amo oticahsiqueh nun página para tejuatl

source: We couldn’t get any audio clips for you to listen to. Please try again later.
nhi: amo huilic oticsilihqueh dionse tlahtolahcocui para ticaquis. timits tlatlauhtiya xicyehyeco cachi tlahcahtzi

source: We couldn’t get any sentences for you to speak. Please try again later.
nhi: amo uilic usecpix se tlahcuilol para que touatzin xontlahto. timitz tlatlauhtia, xicyehyeco cachi tlahca.

source: Weekly
nhi: chicueyitunal

source: Weekly Goal
nhi: tiquitl chicueyitica

source: We launch the Common Voice site in this language.
nhi: usecnaltitlan sitio de Common Voice icanin masehualtlahtol

source: Welcome { $company } staff!
nhi: nimits silia ica cualtzin, tiquitini de { $company }

source: Welcome to Common Voice
nhi: timitzsiliah ichin Common Voice

source: Welsh
nhi: Galés

source: We may have run out of clips - refresh the page, or try again later.
nhi: otimocauhqueh amotlen clips para tiquinsilisqueh nicancah tlantol...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
nhi: canah amo useksileh nuntlahtol. timits tlatlauhtia xitechnaltitlani se correo electronico ichin <emailLink>{ $email }</emailLink> huan timonohnotzasque muhuan

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
nhi: Titlahtolmaca ticuicasque motlanonotzal ica cuidado. Cachi xitlaleero itich <privacyLink> toichtacatlahtol </privacyLink> .

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
nhi: secchiuhtoc se nemilis tlanahuatil de tlahtol, tlapohtoc huan miak tlahtulmeh,aquinyahuili huilis quicuis para mocyehyeco aplicaciones tlen moccuican tlahtol queme interfaz

source: We’re experiencing unexpected downtime
nhi: tipanutuque se tiempo amo usecmatia amo setiquitis

source: We’re going out to get coffee.
nhi: tiquisasqueh ticunisqueh café

source: We release the dataset every 3 months.
nhi: secnehnextia sansicah tlanahuatilme cada 3 tlapuhual

source: We're receiving a lot of traffic and are currently investigating the issues.
nhi: Ticsilihtoqueh miac tráfico uan axan tiquintemohtoqueh tlauel.

source: We’re sorry, your platform is not currently supported.
nhi: xitechtlapohpolhui, pero muplataforma axan amo catqui soportada

source: We've run out of sentences to record in this language...
nhi: osemocauh ica amose tlahtolihcuilol para tictlahtolahcucuis icanin tlahtol...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
nhi: secniqui tlen temacah tlahtol moixmaticah cuali se hueyi tenuhnutzaneh. para nicanca mupano se nichicul tlanahuatil tlahtol quipia quiteixpantis campa miqueh masehualmeh tlatlamantl

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
nhi: nuyuhqui<strong>tiquinnahuatisque toticticahuah de masehual nichicol tlen mitspactia,</strong>para ohcon huilis mitsmacasque tlensa palehuilis o tlanahuatil tlen huilistiquicuis

source: We will be in touch with more information about how to add your language to Common Voice very soon.
nhi: timu nuhnutstusqueh icacachi tlanahuatil quemeh quenin tictlalis motlahtol ichin Common Voice sanima

source: We will be in touch with more information as it becomes available.
nhi: Timonohnotztosqueh ica cachi tlahtol satepan mo i tlapohtoc

source: We will not make your email public.
nhi: amo secnextis mu correo electrónico

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
nhi: tiquitasqueh mu solicitud para tic pulusqueh mu tlahtolahcuctoc campa base de tlanunuts. tla mu silia mu solicitud, timu nuhnutzasqueh ihuan aquihqueh uquin timultihqueh base de tlanahuatil huan sequin tlahtlanis nuyuhqui muquin pululticah mu tlahtolahcuctoc

source: What is a language on Common Voice?
nhi: ¿tleno se masehual tlahtol ich Common Voice?

source: What issues are you experiencing with this sentence?
nhi: ¿catleyeh mutiquiuh icanin tlahtoltlahcuilol?

source: What kind of goal do you want to build?
nhi: ¿tlen tiquitl nicniqui nic chihuas?

source: What’s inside the Common Voice dataset?
nhi: ¿tlenon catqui ichin base de tlanahuatil de Common Voice?

source: What's Public?
nhi: ¿tlenon mu chihua iixpan masehualmeh?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
nhi: cuando se usuario amo quisiliah se tlahtolahcuc, mucuipa hasta tlacutlapa. tlaipacmo quisiliah ikupa, tlahtolahcuc yas ichin cementerio tlahtolahcuc

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
nhi: cuando tic caquis xic tlali cuidado tlen umu tlahtolahcuch yen tlen u mu ihcuilo. amo xic sili tla mas tzocotzitzi tlen amo iuhqui <br />. tlen amo iuhqui quipiah:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
nhi: cuando tuqun tlahtlani tlahtolahcuc, sequin nichicuhua ichin se o miqueh archivos ZIP. nicancateh tlen otucun tlahtlaneh achton

source: Which variant of { $language } do you speak?
nhi: ¿tlen variante { $language } tictlahtuhua?

source: Why ?
nhi: ¿Queye?

source: Why a profile?
nhi: ¿queye se perfil?

source: Why are you asking?
nhi: queyen tic tlahtlani?

source: Why Common Voice?
nhi: ¿queyeh sequicuis Common Voice?

source: Why does this matter?
nhi: queye nicanca simi importante

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
nhi: ican se ixnexica huilis tic chihuas se nimilis de mu tiquiuh huan ti mu nilos ihuan nichicomasehual aquihquen tech plehuiah ican tlanahuatil tlahtol

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
nhi: ¿nuyuhqui ticniqui muc pulucan mu tlahtolahcuhtoc o ticniqui mu ahcuctacah ichin base de datos Common Voice?

source: Write
nhi: tlahcuilo

source: y
nhi: q

source: Yes
nhi: quema

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
nhi: Quemah, xinechualtitlani correos. Onicniquisquiaya nicmatis ica tlanimilil Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
nhi: Quemah, nechpanoltili correos. Nicniquisquiaya nechnahuaticah ican nimilis ica nicancah tlahtol ich Common Voice.

source: You
nhi: tehuatl

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
nhi: santipitzin huan ticpehualtis se timulistl de <size>{ $size }GB</size> ¿nihnimitis?

source: You are prepared to initiate a download of <b>{ $size }</b>
nhi: yicuali ticah para ti pehuas ican timolistl de <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
nhi: huilis ticnextis tla se tocayo nextilis o ichtaca

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
nhi: huilis tiyas <datasetsPage>ichin pagina campa monichicohuan tlanaoatilmeh </datasetsPage>xicpihpina version huan tlahtulmeh tlen ticniquis huan xiquinahcocui. tlanahuatilmeh quipiah <metadataLink>metadatos niliuhtuqueh </metadataLink>quemeh tlanahuatil demográfica huan tlanahuatil tlen oquisilihqueh. quipia de quitemactis se direccion de correo para huilis ticahcocuis nichicol tlanahuatil

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
nhi: huilis titech palehuis matic chihchihuacan se hueyi base de tlanahuatil ican codigo tlapuhtoc timitz chihchihuilihtosqueh se nexica de Common Voice huan se tiquitis ica mu tlahtol

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
nhi: huilis tiquimixmatis ocsiquen masehualmeh campanichicumasehual tlahtol de Mozilla muniluhtoc <discourselink>Discourse</discourseLink>para tlahtolmeh nichicol o <matrixLink>Matrix</matrixLink> para mucsilica cuali tlahtol isiuhca
